{"_id":{"$oid":"5ee998f28336080c4a286d83"},"tags":["news"],"keywords":["Press Release: Barcamp Tech Summit"],"updated_at":{"$date":"2020-06-23T02:56:17.441Z"},"updated_by":"SAN Vuthy","title":"Press Release: Barcamp Tech Summit","slug":"press-release:-barcamp-tech-summit","created_by":"SAN Vuthy","description":"<p>Date: Oct 13th, 2019TIme: 9:30 am — 12:00 pmVenue: <a href=\"https://goo.gl/maps/dLm7X6DAif42\" rel=\"noopener noreferrer\" target=\"_blank\">https://goo.gl/maps/dLm7X6DAif42</a></p><p><br></p><p>Phnom Penh — KOOMPI and SmallWorld is very excited to announce that we will officially host the Barcamp Tech Summit conference co-organized with Barcamp ASEAN on the 13th of October 2019 at 9:30 am until 12:00 noon at ITC Hall A Venue.</p><p><br></p><p>Barcamp Tech Summit is a conference designed to introduce new products and software from KOOMPI and SmallWorld projects that have been researched and developed over the past year.</p><p><br></p><p>In addition, there will be other progressive local companies in the technology sector joining us to present their products as well.</p><p><br></p><p>Our purpose is to introduce more people to the fantastic developmental technologies that are emerging in the Cambodian marketplace.</p><p><br></p><p>Our team wishes to share these exciting new product developments with everyone.</p><p><br></p><p>We hope you will join us and hope to hear what ideas you have in mind as well so we may collaborate on future projects.</p><p><br></p><p>Love,from KOOMPI &amp; SmallWorld Team</p><p><br></p><p>Keep in touch with us via:</p><p>Our official Telegram Channel <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompi</a></p><p>Our official facebook page <a href=\"https://fb.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">https://fb.com/koompi</a></p>","thumnail":"/public/uploads/1_izflpega-uudfwjrr8khdq.jpeg","category":"Events","meta_desc":"Press Release: Barcamp Tech Summit","created_at":{"$date":"2020-06-17T04:15:46.082Z"},"__v":0}
{"_id":{"$oid":"5ee9b36c8336080c4a286d85"},"tags":["KOOMPI For Good Causes"],"keywords":["KOOMPI For Good Causes"],"updated_at":{"$date":"2020-06-17T06:17:32.282Z"},"updated_by":"SAN Vuthy","title":"KOOMPI For Good Causes","slug":"koompi-for-good-causes","created_by":"SAN Vuthy","description":"<p>SmallWorld, KOOMPI and it’s affiliated start-ups are committed to spending our marketing dollars #ForGoodCauses</p><p><br></p><p>At SmallWorld, we never want to directly buy “likes or shares” on social media. KOOMPI and other startups in our SmallWorld alliance want to accumulate only organic “likes and shares”, from real supporters who believe in what we do.</p><p><br></p><p>In other words, we want your involvement because you believe in our mission, and not for gifts or payback. Those who buy “likes and shares” on social media actually steal the attention of others who may not necessarily care or believe in anything at all, and at SmallWorld we won’t ever do that.</p><p><br></p><p>When we use the Facebook network to reach out to the public, we want to generate organic, grassroots support from authentic viewers and readers who know us and believe in what we do.</p>","thumnail":"/public/uploads/1_9tbcid_n22osxh_wb12n7g.jpeg","category":"News","meta_desc":"KOOMPI For Good Causes","created_at":{"$date":"2020-06-17T06:08:44.571Z"},"__v":0}
{"_id":{"$oid":"5ee9b5178336080c4a286d86"},"tags":["koompi","KOOMPI joins One House One Lamp"],"keywords":["KOOMPI joins One House One Lamp"],"updated_at":{"$date":"2020-06-17T06:16:30.938Z"},"updated_by":"SAN Vuthy","title":"KOOMPI joins One House One Lamp","slug":"koompi-joins-one-house-one-lamp","created_by":"SAN Vuthy","description":"<p>At KOOMPI, we believe that technology has the power to change lives.</p><p>KOOMPI is pleased to support YesKH’s One House One Lamp campaign, an initiative for the installment of one solar-powered lamp post for each house in the village.</p><p>In the pilot stage right now, 512 sets of lights were installed in Preah Dak Village, Banteay Srei District, Siem Reap.</p><p>KOOMPI will contribute to Banteay Srei High School’s information technology education by providing a study lab with 30 KOOMPI laptops with one facilitator to help familiarize the students and teachers with KOOMPI Academy, an educational application founded by KOOMPI.</p><p>In addition to hardware resources, KOOMPI will also connect the school to a boundless source of learning materials by partnering with Seatel 018 to provide high-speed wireless internet to the entire school campus.</p><p>In order to provide fast and secure data, KOOMPI Enterprises will optimize the data flow through a local cache server for high demand and offline learning situations.</p><p>This installment will encourage more open-ended and autonomous learning among the students as part of our one-school-one-lab initiative.</p><p>To commit to our long term vision, these resources will be provided over a three-year period, after which the teachers and students will be independent and adequately equipped to carry out more educational courses in the future.</p><p>KOOMPI hopes to see more educational applications being developed in the future for the open source community.</p><p>At the moment, we are happy to have been introduced to Sangapac and Camemis, both of which are applications made for convenient learning.</p><p>Stay tuned for more exciting projects and collaborations!</p>","thumnail":"/public/uploads/1_ndghwv1jyfeth35hepm-xa.jpeg","category":"News","meta_desc":"KOOMPI joins One House One Lamp","created_at":{"$date":"2020-06-17T06:15:51.618Z"},"__v":0}
{"_id":{"$oid":"5ee9c6e48336080c4a286d87"},"tags":["KOOMPI at Chea Sim Chroy Changvar High School"],"keywords":["KOOMPI at Chea Sim Chroy Changvar High School"],"updated_at":{"$date":"2020-06-23T02:56:02.663Z"},"updated_by":"SAN Vuthy","title":"KOOMPI at Chea Sim Chroy Changvar High School","slug":"koompi-at-chea-sim-chroy-changvar-high-school","created_by":"SAN Vuthy","description":"<p>KOOMPI partners with public high school Chea Sim Chroy Changvar to provide 50 KOOMPI laptops to be stationed at computer lab for students and teachers.</p><p><br></p><p>Representatives from Kang Meng Huy Foundation Organization (KMH) and KOOMPI signed an official MoU with Mr. Ouk Ponnarith , headmaster of Chea Sim Chroy Changvar High School Friday to station 50 KOOMPI laptops at Chea Sim Chroy Changvar High School’s computer lab for educational use by both teachers and students alike.</p><p><br></p><p>The laptops will be provided over a three-year period, with warranted technical support and short courses from KOOMPI team, in hopes to inspire independent computer learning and encourage the use of technology in education.</p><p><br></p><p>To implement our One-One School-One-Lab missions, KOOMPI has been working with various schools and universities in Cambodia by establishing computer labs with built-in applications and assigning at least one facilitator per lab. KOOMPI Academy, our educational project, was made to help students of all ages, especially young students who want to explore STEAM (Science, Technology, Engineering, Arts, and Mathematics). There are numerous courses in the digital application and the number will keep growing.</p><p><br></p><p>Read more of the story on the MoEYS page through this <a href=\"https://m.facebook.com/story.php?story_fbid=3360599417299982&amp;id=210279648998657\" rel=\"noopener noreferrer\" target=\"_blank\">link</a> and stay tuned for more collaborations through our <a href=\"https://t.me/koompinews\" rel=\"noopener noreferrer\" target=\"_blank\">announcement telegram channel</a>!</p><p><br></p><p>Also follow KOOMPI official blog on <a href=\"https://medium.com/@koompi\" rel=\"noopener noreferrer\" target=\"_blank\">Medium</a> and <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">Telegram Channel</a>!</p>","thumnail":"/public/uploads/1_pjlmo4xb-f4izj7mb8oxkw.jpeg","category":"News","meta_desc":"KOOMPI at Chea Sim Chroy Changvar High School","created_at":{"$date":"2020-06-17T07:31:48.308Z"},"__v":0}
{"_id":{"$oid":"5ee9ce098336080c4a286d89"},"tags":["meeting"],"keywords":["Meeting the future professionals of Passerelles numériques Cambodia"],"updated_at":null,"updated_by":null,"title":"Meeting the future professionals of Passerelles numériques Cambodia","slug":"meeting-the-future-professionals-of-passerelles-numeriques-cambodia","created_by":"SAN Vuthy","description":"<p>KOOMPI partners with public high school Chea Sim Chroy Changvar to provide 50 KOOMPI laptops to be stationed at computer lab for students and teachers.</p><p><br></p><p>Representatives from Kang Meng Huy Foundation Organization (KMH) and KOOMPI signed an official MoU with Mr. Ouk Ponnarith , headmaster of Chea Sim Chroy Changvar High School Friday to station 50 KOOMPI laptops at Chea Sim Chroy Changvar High School’s computer lab for educational use by both teachers and students alike.</p><p><br></p><p>The laptops will be provided over a three-year period, with warranted technical support and short courses from KOOMPI team, in hopes to inspire independent computer learning and encourage the use of technology in education.</p><p><br></p><p>To implement our One-One School-One-Lab missions, KOOMPI has been working with various schools and universities in Cambodia by establishing computer labs with built-in applications and assigning at least one facilitator per lab. KOOMPI Academy, our educational project, was made to help students of all ages, especially young students who want to explore STEAM (Science, Technology, Engineering, Arts, and Mathematics). There are numerous courses in the digital application and the number will keep growing.</p><p><br></p><p>Read more of the story on the MoEYS page through this <a href=\"https://m.facebook.com/story.php?story_fbid=3360599417299982&amp;id=210279648998657\" rel=\"noopener noreferrer\" target=\"_blank\">link</a> and stay tuned for more collaborations through our <a href=\"https://t.me/koompinews\" rel=\"noopener noreferrer\" target=\"_blank\">announcement telegram channel</a>!</p><p><br></p><p>Also follow KOOMPI official blog on <a href=\"https://medium.com/@koompi\" rel=\"noopener noreferrer\" target=\"_blank\">Medium</a> and <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">Telegram Channel</a>!</p><p><br></p>","thumnail":"/public/uploads/0_5xu0o_gpwfsyjj9p.jpeg","category":"News","meta_desc":"Meeting the future professionals of Passerelles numériques Cambodia","created_at":{"$date":"2020-06-17T08:02:17.589Z"},"__v":0}
{"_id":{"$oid":"5ee9cf478336080c4a286d8a"},"tags":["Hun Sen Saang High School computer laboratory to be equipped with KOOMPI"],"keywords":["Hun Sen Saang High School computer laboratory to be equipped with KOOMPI"],"updated_at":null,"updated_by":null,"title":"Hun Sen Saang High School computer laboratory to be equipped with KOOMPI","slug":"hun-sen-saang-high-school-computer-laboratory-to-be-equipped-with-koompi","created_by":"SAN Vuthy","description":"<p>Representative of KOOMPI and headmaster of Hun Sen Saang High School, Mr. Yun Sivchhong, on Monday signed a memorandum of understanding to station 30 laptops at the school’s computer lab for a three-year period.</p><p><br></p><p>Founded by Mr. Thul Rithy, KOOMPI is a domestic technology company established in 2018. The mission is to make tools that are affordable and effective for everyone, especially students. Currently, the KOOMPI team is made up of young talents, some of which are apprentices who are diligently learning the basics of technology and business development.</p><p><br></p><p>KOOMPI produced its own open-source operating system, KOOMPI OS, as we believe this allows for more independent computer usage and learning. To inspire more technology-based learning, KOOMPI also founded KOOMPI Academy, an educational initiative that seeks to help all schools in Cambodia to be sufficiently equipped. Every school that we partner with is one step towards a bigger dream, which is to provide students with a minimum of one computer laboratory with the appropriate physical resources.</p><p><br></p><p>As we understand the importance of quality guidance on top of physical resources, students and teachers who use the computer lab at Hun Sen Saang will be assisted by one facilitator from KOOMPI throughout the course of the partnership.</p><p><br></p><p>We believe in a future where every student in Cambodia owns their own laptop or computer, which is why we work actively to produce tools that suit individual needs. Stay tuned for future product launches through our <a href=\"http://koompi.com/\" rel=\"noopener noreferrer\" target=\"_blank\">website</a>!</p><p><br></p><p>Join our telegram channels to hear exciting announcements and get in touch with our team!</p><p><br></p><p>KOOMPI Announcements: <a href=\"https://t.me/koompinews\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompinews</a></p><p><br></p><p>KOOMPI Community: <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompi</a></p>","thumnail":"/public/uploads/0_cmeou3lq4llkmsct.jpeg","category":"News","meta_desc":"Hun Sen Saang High School computer laboratory to be equipped with KOOMPI","created_at":{"$date":"2020-06-17T08:07:35.427Z"},"__v":0}
{"_id":{"$oid":"5ef16fdaa226ec0c02826b26"},"tags":["open-source","technology"," Banteay Srey High"],"keywords":["Bringing open-source technology to Banteay Srey High School 19th February 2020"],"updated_at":null,"updated_by":null,"title":"Bringing open-source technology to Banteay Srey High School 19th February 2020","slug":"bringing-open-source-technology-to-banteay-srey-high-school-19th-february-2020","created_by":"SAN Vuthy","description":"<p>30 KOOMPI laptops are now available for students and teachers at Banteay Srey High School in Siem Reap after a signed memorandum of understanding between Mr. Ki Kim and founder of KOOMPI Mr. Thul Rithy.</p><p><br></p><p>We were also delighted to have the honorable presence of Banteay Srei district governor Khim Finan. “My ambition is to see Banteay Srey High School become the first model school of Banteay Srey district. It is my dream to see the students here graduate as valedictorians and become experts that will shape the future,” said Mr. Khim Finan.</p><p><br></p><p>KOOMPI’s one-school-one-lab campaign has been actively in motion throughout the capital of Cambodia. As part of our educational initiative KOOMPI Academy, one-school-one-lab aims to make computers accessible to all, starting with one school at a time. We believe that with the appropriate resources, Cambodian youths will have opportunity to explore their interests in STEAM (Science, Technology, Engineering, Arts, and Mathematics).</p><p><br></p><p>KOOMPI laptops will not only be physical tools for the laboratory but an open-ended learning platform. Each laptop has a built-in application called KOOMPI Academy, which stores various lessons (Khmer and English) for students. The lessons are accessible regardless of internet connection, making it extra convenient for viewing.</p><p><br></p><p>Phnom Penh and Siem Reap will not be our only destinations. By establishing more functional computer laboratories throughout the kingdom, Cambodian students will have the opportunity to build a strong foundation towards a digital future. Ultimately, KOOMPI also hopes to see all Cambodian students with their own personal laptop for convenient research and academics.</p><p><br></p><p>Join our telegram channels to hear exciting announcements and get in touch with our team!</p><p><br></p><p>KOOMPI Announcements: <a href=\"https://t.me/koompinews\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompinews</a></p><p><br></p><p>KOOMPI Community: <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompi</a></p>","thumnail":"/public/uploads/0_q2jhzvwce8vtyaxt.jpeg","category":"News","meta_desc":"Bringing open-source technology to Banteay Srey High School 19th February 2020","created_at":{"$date":"2020-06-23T02:58:34.394Z"},"__v":0}
{"_id":{"$oid":"5ef1704fa226ec0c02826b27"},"tags":["Technology education starts young for Wat Bo Primary School"],"keywords":["Technology education starts young for Wat Bo Primary School"],"updated_at":null,"updated_by":null,"title":"Technology education starts young for Wat Bo Primary School","slug":"technology-education-starts-young-for-wat-bo-primary-school","created_by":"SAN Vuthy","description":"<p>20th February 2020</p><p><br></p><p>“Renowned for firm disciplines, well-mannered students, pleasant environment and an attentive set of teachers and a principle, Wat Bo Primary School in Siem Reap provincial city has made its name throughout the Kingdom and beyond.” — In Wat Bo school, tradition and modernity reign by Phnom Penh Post</p><p><br></p><p>As one of the kingdom’s most prestigious schools, Wat Bo Primary School has received positive acknowledgements from parents and the general public for its dedication to a quality learning environment. It has also received plenty of media attention inspiring other schools throughout Cambodia.</p><p><br></p><p>KOOMPI is honored to meet the school principal Mr. Peung Kimchhen to sign an agreement in which KOOMPI provides 30 KOOMPI laptops, all of which will have technical warranty, for the school’s computer laboratory.</p><p><br></p><p>In addition to having an equipped computer lab, students can benefit from KOOMPI Academy, KOOMPI’s educational initiative founded with students and teachers in mind. The KOOMPI Academy digital application, which is built into each KOOMPI laptop, will act as a digital reading resource platform for students. Teachers can also contribute by uploading lessons in Khmer or English.</p><p><br></p><p>Wat Bo Primary School computer laboratory will be assisted by a facilitator, whose role is not only to provide guidance, but to inspire students’ curiosity through face-to-face interactions. The facilitator will be stationed at the laboratory for the whole three-year period.</p><p><br></p><p>As a technology company, it is our ambition to see the next generation of engineers emerge from domestic educational institutions. By introducing computer skills in early education, young people have ample time to explore their potential and interest in STEAM (Science, Technology, Engineering, Arts, and Mathematics).</p><p><br></p><p>Join our telegram channels to hear exciting announcements and get in touch with our team!</p><p><br></p><p>KOOMPI Announcements: <a href=\"https://t.me/koompinews\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompinews</a></p><p><br></p><p>KOOMPI Community: <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompi</a></p>","thumnail":"/public/uploads/0__s92dms81fnjycxr.jpeg","category":"News","meta_desc":"Technology education starts young for Wat Bo Primary School","created_at":{"$date":"2020-06-23T03:00:31.957Z"},"__v":0}
{"_id":{"$oid":"5ef170cba226ec0c02826b28"},"tags":["ACLEDA Institute of Business (AIB) welcomes open-source technology"],"keywords":["ACLEDA Institute of Business (AIB) welcomes open-source technology"],"updated_at":null,"updated_by":null,"title":"ACLEDA Institute of Business (AIB) welcomes open-source technology","slug":"acleda-institute-of-business-(aib)-welcomes-open-source-technology","created_by":"SAN Vuthy","description":"<p>05th March 2020</p><p><br></p><p>The AIB campus sits on 7.57ha and consists of six buildings comprising of a canteen, a bookstore, a library, a football field, volleyball and basketball courts and other facilities. The institute is capable of accommodating 627 employees and 2,866 students per academic term.</p><p><br></p><p>— 27th December 2018, <a href=\"https://www.phnompenhpost.com/business/acleda-inaugurates-new-business-school-campuses-pps-sen-sok\" rel=\"noopener noreferrer\" target=\"_blank\">Phnom Penh Post</a></p><p><br></p><p>Mr. Thul Rithy and AIB managing director Phon Narin signed an official memorandum of understanding Thursday for the provision of 15 KOOMPI laptops to be stationed in the institution’s computer laboratory for one year.</p><p><br></p><p>It is with great honor for KOOMPI to partner with one of the leading business institutions in Cambodia whose mission is to provide learners with the superior quality of higher education service and professional training in business education to build their knowledge, professional skills, experiences, ethics, and networking.</p><p><br></p><p>We hope that this partnership will enable a more utilized study space for the students and teachers of AIB. By introducing open-source technology to the banking and fintech sector, students can learn even more about collaborative software technology. In an evolving digital scene, this is one of the best methods that can accelerate innovation in financial services.</p><p><br></p><p>Join our telegram channels to hear exciting announcements and get in touch with our team!</p><p><br></p><p>KOOMPI Announcements: <a href=\"https://t.me/koompinews\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompinews</a></p><p><br></p><p>KOOMPI Community: <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompi</a></p>","thumnail":"/public/uploads/1_ibmrbkoux-d4dikjo0jijq.jpeg","category":"News","meta_desc":"ACLEDA Institute of Business (AIB) welcomes open-source technology","created_at":{"$date":"2020-06-23T03:02:35.706Z"},"__v":0}
{"_id":{"$oid":"5ef17162a226ec0c02826b29"},"tags":["Chea Sim Samaky High School students to have computer class in official curriculum"],"keywords":["Chea Sim Samaky High School students to have computer class in official curriculum"],"updated_at":null,"updated_by":null,"title":"Chea Sim Samaky High School students to have computer class in official curriculum","slug":"chea-sim-samaky-high-school-students-to-have-computer-class-in-official-curriculum","created_by":"SAN Vuthy","description":"<p>13th March 2020</p><p><br></p><p>KOOMPI signs memorandum of understanding with Chea Sim Samaky High School to supply the school’s computer laboratory with 35 Linux-based laptops for a 3-year period.</p><p><br></p><p>Chea Sim Samaky High School principal Mr. Phan Nil is delighted to involve technology education in the students’ curriculum. He said,</p><p><br></p><p>“We need to study smart in order to keep up with smart gadgets that we use. Extra curricular programs that we implement in the school, including computer classes, were all created with the goal to enrich the essential skills outside of textbook knowledge. We appreciate KOOMPI’s tremendous support as we know that education is ever evolving and the need for updated resources is inevitable.”</p><p><br></p><p>Though the computer program was officially created for grade 10 students, the school principal encourages every student to participate if they are interested to learn computing skills. Students are welcome to use the computer lab from Monday to Friday. Teachers will also receive training every weekend.</p><p><br></p><p>To encourage effective learning, KOOMPI has assigned one facilitator to oversee the students’ progress and provide guidance. The facilitator will be stationed at the laboratory for the duration of the agreement.</p><p><br></p><p>Mr. Hay Phearin, coordinator of KOOMPI’s one-school-one-lab initiative and former teacher trainee at Chea Sim Samaky said he is delighted to bring these resources to the school,</p><p><br></p><p>“I think self-learning is the most powerful method to build a skill. Though teachers are important, it is our own intrinsic motivation that can push us forward. The study lab is open to all students that want to learn. We hope that the tools provided will be optimized. We welcome any suggestions from you (students) in order to improve the operation of the lab.”</p><p><br></p><p>KOOMPI team is happy to witness enthusiastic participation this morning during the opening of the computer lab. If you are a student at Chea Sim Samaky, don’t forget to check out KOOMPI and let us know about your experience!</p><p><br></p><p>Join our telegram channels to hear exciting announcements and get in touch with our team!</p><p><br></p><p>KOOMPI Announcements: <a href=\"https://t.me/koompinews\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompinews</a></p><p><br></p><p>KOOMPI Community: <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompi</a></p>","thumnail":"/public/uploads/1_ki27vud09t9dv1uihenrpw.jpeg","category":"News","meta_desc":"Chea Sim Samaky High School students to have computer class in official curriculum","created_at":{"$date":"2020-06-23T03:05:06.706Z"},"__v":0}
{"_id":{"$oid":"5ef172aea226ec0c02826b2a"},"tags":["Newest tech addition to Preah Sisowath High School’s NGS"],"keywords":["Newest tech addition to Preah Sisowath High School’s NGS"],"updated_at":null,"updated_by":null,"title":"Newest tech addition to Preah Sisowath High School’s NGS","slug":"newest-tech-addition-to-preah-sisowath-high-school's-ngs","created_by":"SAN Vuthy","description":"<p>19th March 2020</p><p><br></p><p>KOOMPI team visits Preah Sisowath High School (Lycée Preah Sisowath), known as Cambodia’s most premium public high school yet, Thursday morning to sign an MoU on the provision of 40 KOOMPI laptops for a three-year period.</p><p><br></p><p>After establishing and implementing a new curriculum, facilities, management system, and entry standards, NGS has been an inspiring change for parents, teachers, and other public schools throughout the country.</p><p><br></p><p>A central feature of Cambodia’s current education plan is the implementation of New Generation Schools, which aims to provide the Kingdom’s abler students with a thoroughly modern schooling. Post Education reports on the impact one NGS has made in the nation’s capital.</p><p><br></p><p>With the institution of new technology, many students initially needed supplemental classes. NGS provided these extra classes free of charge. This has helped to modernize the equity learning environment, and also ensured that no child is left behind.</p><p><br></p><p>— <a href=\"https://www.phnompenhpost.com/supplements-special-reports/preah-sisowath-high-school-new-generation-school-public-education\" rel=\"noopener noreferrer\" target=\"_blank\">Preah Sisowath High School, New Generation School, public education provides positive outcomes</a>, 18th Jan 2019, The Phnom Penh Post</p><p><br></p><p>During the MoU, Vice Principal and Governance Mentor Mr. Sam Kamsann stressed on the importance of mobile learning materials in the digital age. He said, “We can see even clearer during times like now (nationwide educational institutions lock-down) that the demand of compact and mobile educational resources for each student is higher than ever.”</p><p><br></p><p>The Deputy Director of the Department of Technology at PSSW NGS Mr. Phel Phearoun sees great value in <a href=\"https://academy.koompi.com/#/\" rel=\"noopener noreferrer\" target=\"_blank\">KOOMPI Academy</a> (an application initiated by KOOMPI to aid in self-guided learning). He said that he appreciates how MoEYS’ digital lessons are incorporated onto the application and that it is great to utilize this abundant source of information for both students and teachers. He also expressed his interest in seeing self-guided social learning being more widespread in the future, preferably by NGS.</p><p><br></p><p>We are pleased to see positive changes in the education sector and will hopefully partner with more schools in the future. You may read more about the NGS program below.</p><p>A brief history of NGS(s) in Cambodia</p><p><br></p><p>New Generation Schools are part of a government education reform program, a new development track within the current education system that enables the creation of autonomous public schools. The concept is similar to the charter schools pioneered in the United States in the 1990s and subsequently in the U.K. These schools have greater leeway in spending their funding allocation.The idea for the education reform was initially conceived by the Cambodian Action for Primary Education (KAPE), the biggest in-country NGO focused on Cambodia’s education sector, and was later fully adopted and funded by the Ministry of Education, Youth, and Sport. Their pilot program, the Beacon School Initiative, was implemented in 2014 in Kampong Cham province, and as the program expanded, they became the New Generation Schools.The goal of NGSs is to create public schools that maintain maximal education learning standards through higher investment. NGS focuses on enforcing transparency and accountability by changing the way schools are managed. This is a departure from the government’s traditional method of distributing all funds equally.October 2 marked the first day of school for New Generation School (Preah Sisowath High School) students after the Pchum Ben holiday.</p><p><br></p><p>— <a href=\"https://www.phnompenhpost.com/post-plus/model-schools-teach-new-generation-students\" rel=\"noopener noreferrer\" target=\"_blank\">Model schools teach a new generation of students</a>, 10th October 2017, The Phnom Penh Post</p><p><br></p><p>Join our telegram channels to hear exciting announcements and get in touch with our team!</p><p><br></p><p>KOOMPI Announcements: <a href=\"https://t.me/koompinews\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompinews</a></p><p><br></p><p>KOOMPI Community: <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompi</a></p>","thumnail":"/public/uploads/adaifzt6-dleymetvwawsq.jpeg","category":"News","meta_desc":"Newest tech addition to Preah Sisowath High School’s NGS","created_at":{"$date":"2020-06-23T03:10:38.285Z"},"__v":0}
{"_id":{"$oid":"5ef9684863fae41825de0fde"},"tags":["learning","E-learning at home? Check out KOOMPI Academy!"],"keywords":["learning","E-learning at home? Check out KOOMPI Academy!"],"updated_at":null,"updated_by":null,"title":"E-learning at home? Check out KOOMPI Academy!","slug":"e-learning-at-home-check-out-koompi-academy!","created_by":"SAN Vuthy","description":"<p>Press Release</p><p><br></p><p>Phnom Penh — 23rd March 2020</p><p><br></p><p>With the physical classroom being off-limits after the Cambodian Ministry of Education has declared an early summer holiday for all schools across the country (as one of the measures to help contain the COVID-19 outbreak), Cambodia’s traditional classroom learning has taken a complete turn as never seen before.</p><p><br></p><p>Social distancing and self quarantine is being encouraged on a worldwide scale driving the public and private institutions alike to be proactive in the preparation for online materials and digital conference calls. Having been aware of the importance of self-guided (and digital) education resources, especially in necessary times like now, KOOMPI is introducing our very own digital E-learning platform, KOOMPI Academy.</p><p><br></p><p>With carefully selected materials, all curated for a convenient at-home learning, KOOMPI Academy can be accessed by everyone for free with contents created exclusively for Cambodian students.</p><p><br></p><p>Learners in remote and off-grid locations can also take advantage of the application as contents are available both online (through website) and offline (built-in cache for the application on KOOMPI laptops).</p><p><br></p><p>Users, which can be students, teachers, or parents, may find contents that suit specific educational needs, including STEAM (Science, Technology, Engineering, Arts, and Mathematics). The program also uses the Ministry of Education and Sports’ existing digital lessons.</p><p><br></p><p>Even better? KOOMPI Academy promises you a distraction-free environment: no advertising, no cost, no hidden agenda.</p><p><br></p><p>Begin making your at-home learning experience fun and rewarding.</p><p><br></p><p>Sign-up now for KOOMPI Academy at academy.koompi.com</p><p><br></p><p>It’s 100% free with no obligation.</p><p><br></p><p>In addition to our many great course offerings, we continue to offer our powerful and stylish KOOMPI notebook computer with models priced under 370 USD.</p><p><br></p><p>Contact pi@koompi.com or visit our website koompi.com</p><p><br></p><p>Open source and the code hosted on github.com/koompi</p>","thumnail":"/public/uploads/screenshot_2020-06-05-koompi-academy.jpg","category":"Events","meta_desc":"E-learning at home? Check out KOOMPI Academy!","created_at":{"$date":"2020-06-29T04:04:24.199Z"},"__v":0}
{"_id":{"$oid":"5f02d2c663fae41825de0fe4"},"tags":["KOOMPI","Education","Nesson Cripps Academy"],"keywords":["KOOMPI ","Education","Scott Nesson"],"updated_at":null,"updated_by":null,"title":"Inside the Neeson Cripps Academy","slug":"inside-the-neeson-cripps-academy","created_by":"Thy Sofy","description":"<p>16th June 2020</p><blockquote>“The only way to provide lasting, generational change, is to ensure that whole families are lifted from poverty. CCF provides not only for the health and wellbeing of children, but for their families and community.”</blockquote><blockquote>— extracted from the CCF&nbsp;<a href=\"https://www.cambodianchildrensfund.org/about-us/\" rel=\"noopener noreferrer\" target=\"_blank\">website</a></blockquote><p><br></p><p>As a country with so many children and young adults, Cambodia’s future and economy will depend on the well-being of our young population. The amount of investment put into developing quality education will provide long-term positive results for our society as a whole. KOOMPI believes strongly in this approach and sees significance in organizations such as CCF.</p><p>This Tuesday, Sofy and Theara from KOOMPI visited Neeson Cripps Academy to discuss potential collaborations. We learned many things about the CCF mission and introduced the CCF members to relevant projects at KOOMPI that may help improve the students’ online learning experience.</p><p><br></p><p>We would like to give our thanks to one anonymous sponsor who gifted one KOOMPI notebook to CCF. We hope that members of CCF will find great use of our device.</p><p>At the moment, CCF operates a total of 6 satellite schools, three of which provide grade 1 to grade 6 curriculum, and the other three from grade 7 to grade 12. Each classroom hosts around 25–26 students and is built with essential and quality infrastructures, such as science labs, gardens, basketball courts, soccer fields, and technology classrooms.</p><blockquote>“Through a range of programs that focus on 6 core areas — Education, Leadership, Community Outreach, Healthcare, Childcare and Vocational Training — we take a holistic, on-the-ground approach to developing integrated solutions to the complex issues of poverty.”</blockquote><p><br></p><p>As schools are temporarily closed to comply with the Ministry of Education, Youth and Sport’s initiative against CoVid-19, CCF is conducting online classes for their students using Google Suite. KOOMPI introduced them to KOOMPI Academy, an online learning application that allow users to create or view lessons. We believe this will be a good collaboration because teachers at CCF can use the application to host lessons they have created.</p><p>There are a approximately 400 students at NCA, out of a total of 2000 members in CCF. All students at NCA are members of CCF and some get admitted into CCF schools after an entrance exam. Members who are not admitted will still be getting education from external public schools in the country.</p><p><br></p><p><strong>CCF Approach</strong></p><blockquote>We believe that with the right education and support, one child has the potential to lift an entire family out of poverty and that a generation of educated children has the power to change a whole society. Through intensive, long-term investments in children, CCF is helping students build the skills, confidence and integrity they need to become the progressive spokespeople and leaders of change in their communities.</blockquote><p><br></p><p>Stay tuned for our collaboration with CCF and other partners! Join our channels to hear exciting announcements and get in touch with our team!</p><p><strong>Get in touch:</strong></p><ul><li><strong>E-mail: </strong>pi@koompi.com</li><li><strong>(Telegram) Community and Tech Support:</strong> <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">t.me/koompi</a></li><li><strong>LinkedIn:</strong><a href=\"https://www.linkedin.com/company/koompi\" rel=\"noopener noreferrer\" target=\"_blank\"> linkedin.com/company/koompi</a></li></ul><p><strong>Get in the loop:</strong></p><ul><li><strong>Website:</strong> koompi.com</li><li><strong>Facebook:</strong> <a href=\"https://www.facebook.com/koompi/\" rel=\"noopener noreferrer\" target=\"_blank\">fb.com/koompi</a></li><li><strong>Medium:</strong> <a href=\"https://medium.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">medium.com/koompi</a></li></ul><p><strong>Get the code:</strong></p><ul><li><strong>Open-source code: </strong><a href=\"http://github.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">github.com/koompi</a></li><li><strong>User manual:</strong> koompi.org</li></ul><p><br></p>","thumnail":"/public/uploads/ccf.png","category":"Events","meta_desc":"\"Through intensive, long-term investments in children, CCF is helping students build the skills, confidence and integrity they need to become the progressive spokespeople and leaders of change in their communities.\"","created_at":{"$date":"2020-07-06T07:29:10.696Z"},"__v":0}
{"_id":{"$oid":"5f02de4163fae41825de0fe5"},"tags":["KOOMPI","E11","Education","Young student"],"keywords":["KOOMPI","E11","Open Source"],"updated_at":null,"updated_by":null,"title":"Product Launch: KOOMPI E11","slug":"product-launch:-koompi-e11","created_by":"Thy Sofy","description":"<p>21st April 2020</p><h4><strong>We are happy to announce the release of our newest product, the E11, a sleek 11.6 inch HD Display laptop that does not compromise on performance.</strong></h4><p><br></p><p><br></p><p>The E11 has a storage size of 128 GB eMMC and one additional slot for SSD. It is equipped with a 4GB RAM and Intel Dual-Core 1.10GHz with 2.40GHz overclocked mobile version for low power consumption. The E11 will also be assembled in Cambodia by our technical team.</p><p><br></p><p><br></p><p>KOOMPI E11 will be available for </p><p>p<strong>re-order in late June and will be in stores at the end of July.</strong></p><p><br></p><p>It has always been among our biggest dreams to see every student equipped with their very own computer. This is the mission behind our One-Laptop-Per-Student initiative. Though the E13 has been undeniably an important milestone, we still aimed to produce something that students immediately seek for when they want to invest in a personal computer.</p><p><br></p><p><a href=\"https://www.khmertimeskh.com/705256/koompi-launches-free-online-education-platform/\" rel=\"noopener noreferrer\" target=\"_blank\">Launching KOOMPI Academy</a> was an exciting accomplisment for KOOMPI team as digital learning has become the official education method this month to respond to the need for social distancing. KOOMPI Academy (application) was only one project among many others in our initiative. Similarly to <a href=\"http://academy.koompi.com\" rel=\"noopener noreferrer\" target=\"_blank\">academy.koompi.com</a>, <a href=\"http://sala.koompi.com\" rel=\"noopener noreferrer\" target=\"_blank\">sala.koompi.com</a> was created for teachers from different schools to host an exclusive learning platform for their students.</p><p><br></p><p><strong><em>Contact </em></strong><a href=\"mailto:info@koompi.com\" rel=\"noopener noreferrer\" target=\"_blank\"><strong><em>pi@koompi.com</em></strong></a><strong><em> or visit our website </em></strong><a href=\"http://koompi.com\" rel=\"noopener noreferrer\" target=\"_blank\"><strong><em>koompi.com</em></strong></a></p><p><strong><em>Open source and the code hosted on </em></strong><a href=\"http://github.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\"><strong><em>github.com/koompi</em></strong></a></p><p><strong><em>Begin making your at-home learning experience fun and rewarding.</em></strong></p><p><strong><em>Sign-up now for KOOMPI Academy at </em></strong><a href=\"http://academy.koompi.com\" rel=\"noopener noreferrer\" target=\"_blank\"><strong><em>academy.koompi.com</em></strong></a></p><p><strong><em>It’s 100% free with no obligation.</em></strong></p><p><br></p><p><strong>About KOOMPI</strong></p><p>After making <a href=\"https://www.phnompenhpost.com/business/company-set-launch-koompi-kingdoms-first-domestic-laptop\" rel=\"noopener noreferrer\" target=\"_blank\">the E13 debut</a> in October 2018, KOOMPI has been doing more than business. To help users get the best out of the operating system, all KOOMPI users receive technical and hardware support directly from KOOMPI IT team. In addition to producing laptops, we want to see people utilize what has been made and become innovators themselves.</p>","thumnail":"/public/uploads/e11.jpeg","category":"Events","meta_desc":"We are happy to announce the release of our newest product, the E11, a sleek 11.6 inch HD Display laptop that does not compromise on performance.","created_at":{"$date":"2020-07-06T08:18:09.995Z"},"__v":0}
{"_id":{"$oid":"5f02dfca63fae41825de0fe6"},"tags":["KOOMPI","Academy","online learning","platform"],"keywords":["KOOMPI Academy","online learning","STEAM"],"updated_at":null,"updated_by":null,"title":"Join the KOOMPI Academy project","slug":"join-the-koompi-academy-project","created_by":"Thy Sofy","description":"<p>29th April 2020</p><p>The KOOMPI Academy project aims to connect students and teachers, and expand the lesson inventory in order for the platform to be useful for students of all fields. We would like to announce to all teachers that your contribution to this project will be most appreciated. Though KOOMPI Academy is by default a free application for all users, teachers will also have the opportunity to <strong>earn from creating lessons.</strong> You can try creating your own lesson now by watching our short tutorial <a href=\"https://academy.koompi.com/#/student/course/5e7e32a89736f42354cdf77b/5e7e32f89736f42354cdf77d\" rel=\"noopener noreferrer\" target=\"_blank\">video</a>.</p><p><br></p><p>At the moment, KOOMPI Academy allows users to create courses (in both text and video format) and share it to other users (students). Basically, the application and website will act as a vast lesson inventory <strong>without worries about payment or storage space</strong>.</p><p><br></p><p>KOOMPI team will keep improving the application by incorporating more useful features. In the future, you will be able to <strong>view each students’ progress and “credits”</strong>, giving you easy access to student monitoring. Similarly, students themselves will be able to use this feature for self-progress evaluation, making self-learning and peer-reviewing easier.</p><p><br></p><p>On a larger scale, the application can aid schools in <strong>digitizing their curriculum</strong>. KOOMPI Academy also allows schools to use our platform with their unique domain, making it your very own online learning space.</p><p>For students, the experience is <strong>a distraction-free digital learning environment: no advertising, no cost, no hidden agenda. </strong>You may view lessons by the Ministry of Education and a variety of curated lessons in the <strong>STEAM </strong>(Science, Technology, Engineering, Arts, and Mathematics) field.</p><p><br></p><p><br></p><p><strong>About KOOMPI Academy:</strong></p><p><em>KOOMPI Academy is an educational project that aims to connect students and teachers in Cambodia in E-learning. We have curated 150+ courses with around 2000+ video lessons on the platform. Currently, all lesson are mixed while simple arrangement by categories. In the future, we will have searchable content, making your search faster and easier!</em></p><p><strong><em>Begin making your at-home learning experience fun and rewarding.</em></strong></p><p><strong><em>Sign-up now for KOOMPI Academy at </em></strong><a href=\"http://sala.koompi.com\" rel=\"noopener noreferrer\" target=\"_blank\"><strong><em>sala.koompi.com</em></strong></a><strong><em> or </em></strong><a href=\"http://academy.koompi.com\" rel=\"noopener noreferrer\" target=\"_blank\"><strong><em>academy.koompi.com</em></strong></a></p><p><strong><em>It’s 100% free with no obligation.</em></strong></p><p><br></p><p><strong><em>In addition to our many great course offerings, we continue to offer our powerful and stylish KOOMPI notebook computer with models priced under 370 USD. New student-centered model available for pre-order in late June.</em></strong></p><p><strong><em>Contact </em></strong><a href=\"mailto:info@koompi.com\" rel=\"noopener noreferrer\" target=\"_blank\"><strong><em>pi@koompi.com</em></strong></a><strong><em> or visit our website </em></strong><a href=\"http://koompi.com\" rel=\"noopener noreferrer\" target=\"_blank\"><strong><em>koompi.com</em></strong></a></p><p><strong><em>Open source and the code hosted on </em></strong><a href=\"http://github.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\"><strong><em>github.com/koompi</em></strong></a></p>","thumnail":"/public/uploads/poster3-01-01-01.png","category":"Events","meta_desc":"The KOOMPI Academy project aims to connect students and teachers and expand the lesson inventory in order for the platform to be useful for students of all fields. We would like to announce to all teachers that your contribution to this project will be most appreciated.","created_at":{"$date":"2020-07-06T08:24:42.002Z"},"__v":0}
{"_id":{"$oid":"5f02e0de63fae41825de0fe7"},"tags":["Commentary","Asian Vision Institute","KOOMPI ","online learning"],"keywords":["KOOMPI ","online learning","Asian Vision Institute"],"updated_at":null,"updated_by":null,"title":"KOOMPI mentioned in Asian Vision Institute’s 2020 Issue","slug":"koompi-mentioned-in-asian-vision-institute's-2020-issue","created_by":"Thy Sofy","description":"<p>11th May 2020</p><p>KOOMPI is pleased to be mentioned in <a href=\"http://asianvision.org\" rel=\"noopener noreferrer\" target=\"_blank\">Asian Vision Institute</a>’s 18th commentary issue of 2020 as one of the private companies who are offering and supporting home-based learning opportunities during the current pandemic. The paper, titled <a href=\"https://www.asianvision.org/portfolio/avi-commentary-issue-2020-no-18/\" rel=\"noopener noreferrer\" target=\"_blank\"><strong>Digitalising Cambodia’s Education System: Transforming the Learning Experience for the Future</strong></a><strong> </strong>by <a href=\"https://www.linkedin.com/posts/darrentouch_avi-commentary-issue-2020-no-18-activity-6665323010498666496-iQHE\" rel=\"noopener noreferrer\" target=\"_blank\">TOUCH Darren</a>, was published on the 9th this month, and is available for public readership in <a href=\"https://drive.google.com/file/d/1KfEMTUGumSG37uTsvJglTaBlCigg__-6/view\" rel=\"noopener noreferrer\" target=\"_blank\">pdf</a> on the AVI <a href=\"http://asianvision.org\" rel=\"noopener noreferrer\" target=\"_blank\">website</a>. Read on to see some highlights from the paper.</p><p><br></p><p><br></p><blockquote>With approximately two-thirds of the population under the age of thirty, Cambodia can no longer be complacent in investing in the next generation; instead, we need to tap into the country’s unlocked potentials. Both access and quality pose critical challenges to the education system, illustrating a need for improved school curricula, sufficiently trained educators, and more resources for school improvements.</blockquote><p>Below is another snippet of the publication. You may also read the complete document through the embedded link above.</p><blockquote>In addition to the MoEYS’ eLearning portal, KOOMPI, a domestic laptop</blockquote><blockquote>manufacturer, launched “KOOMPI Academy,” a platform that not only has online classes for students to continue their studies, but also offers educational institutions a platform to develop their courses and upload their content online.</blockquote><p><br></p><p>With carefully selected materials, all curated for a convenient at-home learning, <a href=\"http://sala.koompi.com\" rel=\"noopener noreferrer\" target=\"_blank\">KOOMPI Academy</a> can be accessed by everyone for <strong>free</strong> with contents <strong>created for Cambodian students</strong>. Users, which can be students, teachers, or parents, may find contents that suit specific educational needs, including <strong>STEAM</strong> (Science, Technology, Engineering, Arts, and Mathematics). The program also incorporates the <strong>Ministry of Education and Sports’ existing digital lessons</strong>. Read more about our project <a href=\"https://medium.com/koompi/got-lessons-to-share-join-the-koompi-academy-project-781157d2032\" rel=\"noopener noreferrer\" target=\"_blank\">here</a>!</p><p><strong>About KOOMPI</strong></p><p><br></p><p>After making <a href=\"https://www.phnompenhpost.com/business/company-set-launch-koompi-kingdoms-first-domestic-laptop\" rel=\"noopener noreferrer\" target=\"_blank\">the E13 debut</a> in October 2018, KOOMPI has been doing more than business. To help users get the best out of the operating system, all KOOMPI users receive technical and hardware support directly from KOOMPI IT team. In addition to producing laptops, we want to see people utilize what has been made and become innovators themselves.</p><p>Join our channels to hear exciting announcements and get in touch with our team!</p><p><strong>Get in touch:</strong></p><ul><li><strong>E-mail: </strong>pi@koompi.com</li><li><strong>(Telegram) Community and Tech Support:</strong> <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompi</a></li><li><strong>LinkedIn:</strong><a href=\"https://www.linkedin.com/company/koompi\" rel=\"noopener noreferrer\" target=\"_blank\"> https://www.linkedin.com/company/koompi</a></li></ul><p><strong>Get in the loop:</strong></p><ul><li><strong>Website:</strong> koompi.com</li><li><strong>Facebook:</strong> <a href=\"https://www.facebook.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.facebook.com/koompi</a></li><li><strong>Medium:</strong> <a href=\"https://medium.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">https://medium.com/koompi</a></li><li><strong>(Telegram) Announcements:</strong> <a href=\"https://t.me/koompinews\" rel=\"noopener noreferrer\" target=\"_blank\">https://t.me/koompinews</a></li></ul><p><strong>Get the code:</strong></p><ul><li><strong>Open-source code: </strong><a href=\"http://github.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">github.com/koompi</a></li><li><strong>User manual:</strong> koompi.org</li></ul><p><br></p>","thumnail":"/public/uploads/avi.png","category":"Events","meta_desc":"KOOMPI is pleased to be mentioned in Asian Vision Institute’s 18th commentary issue of 2020 as one of the private companies who are offering and supporting home-based learning opportunities during the current pandemic. ","created_at":{"$date":"2020-07-06T08:29:18.404Z"},"__v":0}
{"_id":{"$oid":"5f02e18963fae41825de0fe8"},"tags":["KOOMPI","Siem Reap","support","facilitators"],"keywords":["Siem Reap","support","online learning"],"updated_at":null,"updated_by":null,"title":"Supporting Digital Classrooms at Wat Bo Primary School: Day 1","slug":"supporting-digital-classrooms-at-wat-bo-primary-school:-day-1","created_by":"Thy Sofy","description":"<p>22nd May 2020</p><p><br></p><p>To tackle the spread of CoVid-19, the Cambodia government has taken necessary measures, such as promoting rigorous personal hygiene and social distancing, and prohibiting cross-province traveling during the Khmer New Year holiday.</p><p><br></p><p>It has been nearly two months since the official nationwide school shut-down due to the pandemic, and students everywhere are studying at home while maintaining interactions with their teachers and classmates through digital means.</p><p><br></p><p>KOOMPI assigned 6 facilitators aka KOOMPI Ninjas to Siem Reap this Friday (in addition to two who are already based there). The goal is to support teachers in Wat Bo Primary School in utilizing technological tools to ease their online teaching.</p><p><br></p><p>Our team will help the teachers setup accounts for digital communication applications (Zoom, Telegram, etc.) and and support them in the use of KOOMPI devices to teach their classes. We will also help set up a more convenient teaching environment and a digital teaching asset storage (Youtube, KOOMPI Academy, etc.).</p><p>Currently, Wat Bo Primary School is operating around over 100 classes every week day. Despite the sudden transition from traditional classrooms to digital platforms, Wat Bo Primary School is still putting their best efforts into education for the young students.</p><p>Join our channels to hear exciting announcements and get in touch with our team!</p><p>G<strong>et in touch:</strong></p><p><br></p><ul><li><strong>E-mail: </strong>pi@koompi.com</li><li><strong>(Telegram) Community and Tech Support:</strong> <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">t.me/koompi</a></li><li><strong>LinkedIn:</strong><a href=\"https://www.linkedin.com/company/koompi\" rel=\"noopener noreferrer\" target=\"_blank\"> linkedin.com/company/koompi</a></li></ul><p><strong>Get in the loop:</strong></p><ul><li><strong>Website:</strong> koompi.com</li><li><strong>Facebook:</strong> <a href=\"https://www.facebook.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">facebook.com/koompi</a></li><li><strong>Medium:</strong> <a href=\"https://medium.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">medium.com/koompi</a></li></ul><p><strong>Get the code:</strong></p><ul><li><strong>Open-source code: </strong><a href=\"http://github.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">github.com/koompi</a></li><li><strong>User manual:</strong> koompi.org</li></ul><p><br></p>","thumnail":"/public/uploads/sr.png","category":"Events","meta_desc":"KOOMPI assigned 6 facilitators aka KOOMPI Ninjas to Siem Reap this Friday (in addition to two who are already based there). The goal is to support teachers in Wat Bo Primary School in utilizing technological tools to ease their online teaching.","created_at":{"$date":"2020-07-06T08:32:09.084Z"},"__v":0}
{"_id":{"$oid":"5f02e36263fae41825de0fe9"},"tags":["KOOMPI","NGS","partnerships","linux lab"],"keywords":["open source","NGS","partnerships"],"updated_at":null,"updated_by":null,"title":"Linux-based resources to support computer labs at Preah Sisowath High School’s NGS","slug":"linux-based-resources-to-support-computer-labs-at-preah-sisowath-high-school's-ngs","created_by":"Thy Sofy","description":"<p>01st June 2020</p><p><br></p><p>After the official <a href=\"https://medium.com/koompi/newest-tech-addition-to-preah-sisowath-high-schools-ngs-c277cfba5525\" rel=\"noopener noreferrer\" target=\"_blank\">MoU</a> of hardware resource provision, KOOMPI team visits Preah Sisowath High School’s NGS Vice Principal <strong>Mr. Huot Seanghay</strong> and the school’s ICT teachers Monday to implement a thorough technology training for the school’s teachers and discuss potential collaborations.</p><p><br></p><p>The training included instructions on (KOOMPI)<a href=\"http://koompi.org\" rel=\"noopener noreferrer\" target=\"_blank\"> OS </a>installment and introduction to many alternative open-source applications. The computer laboratory was set up and technical training schedule is being drafted.</p><p>It is one of PSSW NGS’ plans to encourage coding and hardware skills in the students’ computer curriculum. Stay tuned for potential collaborations!</p><h3><br></h3><h3>A brief history of NGS(s) in&nbsp;Cambodia</h3><blockquote><strong><em>New Generation Schools </em></strong><em>are part of a government education reform program, a new development track within the current education system that enables the creation of autonomous public schools. The concept is similar to the charter schools pioneered in the United States in the 1990s and subsequently in the U.K. These schools have greater leeway in spending their funding allocation.</em></blockquote><blockquote><em>The idea for the education reform was initially conceived by the </em><strong><em>Cambodian Action for Primary Education (KAPE)</em></strong><em>, the biggest in-country NGO focused on Cambodia’s education sector, and was later fully adopted and funded by the </em><strong><em>Ministry of Education, Youth, and Sport</em></strong><em>. Their pilot program, </em><strong><em>the Beacon School Initiative</em></strong><em>, was implemented in 2014 in </em><strong><em>Kampong Cham province</em></strong><em>, and as the program expanded, they became the New Generation Schools.</em></blockquote><blockquote><em>The goal of NGSs is to create public schools that maintain maximal education learning standards through higher investment. NGS focuses on enforcing transparency and accountability by changing the way schools are managed. This is a departure from the government’s traditional method of distributing all funds equally.</em></blockquote><blockquote><em>October 2 marked the first day of school for New Generation School (Preah Sisowath High School) students after the Pchum Ben holiday.</em></blockquote><p>— <a href=\"https://www.phnompenhpost.com/post-plus/model-schools-teach-new-generation-students\" rel=\"noopener noreferrer\" target=\"_blank\"><strong>Model schools teach a new generation of students</strong></a>, 10th October 2017, The Phnom Penh Post</p><p><em>Join our channels to hear exciting announcements and get in touch with our team!</em></p><p><strong>Get in touch:</strong></p><ul><li><strong>E-mail: </strong>pi@koompi.com</li><li><strong>(Telegram) Community and Tech Support:</strong> <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">t.me/koompi</a></li><li><strong>LinkedIn:</strong><a href=\"https://www.linkedin.com/company/koompi\" rel=\"noopener noreferrer\" target=\"_blank\"> linkedin.com/company/koompi</a></li></ul><p><strong>Get in the loop:</strong></p><ul><li><strong>Website:</strong> koompi.com</li><li><strong>Facebook:</strong> <a href=\"https://www.facebook.com/koompi/\" rel=\"noopener noreferrer\" target=\"_blank\">fb.com/koompi</a></li><li><strong>Medium:</strong> <a href=\"https://medium.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">medium.com/koompi</a></li></ul><p><strong>Get the code:</strong></p><ul><li><strong>Open-source code: </strong><a href=\"http://github.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">github.com/koompi</a></li><li><strong>User manual:</strong> koompi.org</li></ul><p><br></p>","thumnail":"/public/uploads/ngs.png","category":"Events","meta_desc":"The training included instructions on (KOOMPI) OS installment and introduction to many alternative open-source applications.","created_at":{"$date":"2020-07-06T08:40:02.982Z"},"__v":0}
{"_id":{"$oid":"5f02ef2f63fae41825de0fea"},"tags":["Cambodia","Moeys","KOOMPI","E-learning"],"keywords":["Moeys","Cambodia","e-learning"],"updated_at":null,"updated_by":null,"title":"Supporting Digital Classrooms at Wat Bo Primary School: Week 3","slug":"supporting-digital-classrooms-at-wat-bo-primary-school:-week-3","created_by":"Thy Sofy","description":"<p>03rd June 2020</p><p><br></p><p>It is another exciting week for KOOMPI team in Siem Reap as the Ministry of Education, Youth and Sports (MoEYS) conducted a digital training workshop this Wednesday. KOOMPI team introduced the attendees to KOOMPI’s newest release, the KOOMPI E11, a sleek 11-inch laptop built for students’ essential needs. We also didn’t forget the E13, our very first product release.</p><p><br></p><p>The workshop and visit aims to ensure quality remote education and E-learning as schools nationwide is now taking necessary measures to provide education virtually to students. As a technology company that has always been an advocate of effective learning, we were honored to meet H.E. Dr. Hang Chuon Naron, Minister for Education, Youth and Sport.</p><p><br></p><p>We were delighted to hear His Excellency’s appreciation for platforms like </p><p><a href=\"http://sala.koompi.com\" rel=\"noopener noreferrer\" target=\"_blank\">KOOMPI Academy</a> and <a href=\"https://www.facebook.com/Camemis\" rel=\"noopener noreferrer\" target=\"_blank\">CAMEMIS</a> for taking initiative for E-Learning during this challenging time. As reported on <a href=\"https://www.facebook.com/moeys.gov.kh/photos/a.3668546179838636/3668556646504256/?type=3&amp;__xts__[0]=68.ARCxgiuwupKly_5I-lfBEITLoeqrIGeh4OW1rwo2NgD16KTdJe2plM3oXDyf92XEbe7WjgQMIPgjKzhgDyHo6S_5QvCMoKIAxyj1s1B2MEE-ffUrlmaN9CpNexrenIA9xw9WAHCFccJzerHcQb-cqgxGzo7BYQXSm-Emt_4ePAcHw2bjSJEVWCjYJIulexUaWuyYUVjCtxq3MZYOxuFp4gq3NU3BPQFAA7ddDDi_4WV5xDi5ES0TDSbbmmMhnUbu3hmpC190L2MHTL70r3FSnK_Jrg1b3Bxe-PkiYSDt2D1EBgijTsEABz87zeDfhq1AuCrk0b6NxG9XU1NzywUYJX_D7q91hubnNkj4fLlWyWcI5X-YUqRm8utHg31W7hBgsQxTeKqctTYv-2qJ7mKqdxctslaaaocAuqeyvUSRtuV-6vaet69HoB35EEUCeMDGKGP8HiU-4NgJxZzMvUPn&amp;__tn__=-R\" rel=\"noopener noreferrer\" target=\"_blank\">MoEYS’ official FB page</a>, His Excellency encourages all teachers to maximize digital resources and exercise their technological skills in order to elevate quality education, more specifically digitally and remotely. He, along with MoEYS ambassadors, also took this opportunity to monitor the progress of group learning throughout the school.</p><p><br></p><p>At the moment, Wat Bo Primary School shows great capabilities in delivering education to its high volume of students despite the challenges brought upon by CoVid-19 pandemic.</p><p>Keep up with the Ministry’s exciting projects: (links embedded)</p><p><a href=\"http://www.moeys.gov.kh\" rel=\"noopener noreferrer\" target=\"_blank\"><strong>Website</strong></a><strong>, </strong><a href=\"http://www.facebook.com/moeys.gov.kh\" rel=\"noopener noreferrer\" target=\"_blank\"><strong>Facebook</strong></a><strong>, </strong><a href=\"http://www.twitter.com/moeyscmbodia\" rel=\"noopener noreferrer\" target=\"_blank\"><strong>Twitter</strong></a><strong>, </strong><a href=\"http://www.krou.moeys.gov.kh\" rel=\"noopener noreferrer\" target=\"_blank\"><strong>Digital Resources</strong></a><strong>, </strong><a href=\"http://www.facebook.com/krou.moeys.gov.kh\" rel=\"noopener noreferrer\" target=\"_blank\"><strong>Krou</strong></a><strong>, </strong><a href=\"http://www.youtube.com/moeyscambodia\" rel=\"noopener noreferrer\" target=\"_blank\"><strong>Youtube</strong></a></p><p>Join our channels to hear exciting announcements and get in touch with our team!</p><p><strong>Get in touch:</strong></p><ul><li><strong>E-mail: </strong>pi@koompi.com</li><li><strong>(Telegram) Community and Tech Support:</strong> <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">t.me/koompi</a></li><li><strong>LinkedIn:</strong><a href=\"https://www.linkedin.com/company/koompi\" rel=\"noopener noreferrer\" target=\"_blank\"> linkedin.com/company/koompi</a></li></ul><p><strong>Get in the loop:</strong></p><ul><li><strong>Website:</strong> koompi.com</li><li><strong>Facebook:</strong> <a href=\"http://facebook.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">fb.com/koompi</a></li><li><strong>Medium:</strong> <a href=\"https://medium.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">medium.com/koompi</a></li></ul><p><strong>Get the code:</strong></p><ul><li><strong>Open-source code: </strong><a href=\"http://github.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">github.com/koompi</a></li><li><strong>User manual:</strong> koompi.org</li></ul><p><br></p>","thumnail":"/public/uploads/h.e.jpeg","category":"Events","meta_desc":"It is another exciting week for KOOMPI team in Siem Reap as the Ministry of Education, Youth and Sports (MoEYS) conducted a digital training workshop this Wednesday. KOOMPI team introduced the attendees to KOOMPI’s newest release, the KOOMPI E11, a sleek 11-inch laptop built for students’ essential needs.","created_at":{"$date":"2020-07-06T09:30:23.373Z"},"__v":0}
{"_id":{"$oid":"5f02f03563fae41825de0feb"},"tags":["Ponheary Ly","KOOMPI OS","Exam","education"],"keywords":["KOOMPI OS","exam","education"],"updated_at":null,"updated_by":null,"title":"Preparing for graduation examination with Ponheary Ly Foundation","slug":"preparing-for-graduation-examination-with-ponheary-ly-foundation","created_by":"Thy Sofy","description":"<p>05th June 2020</p><p><br></p><p>KOOMPI visits <a href=\"https://www.theplf.org/\" rel=\"noopener noreferrer\" target=\"_blank\">Ponheary Ly</a> Foundation Friday to support five 12th graders in their preparation for their graduation exam.</p><p><br></p><p>As the students are staying in their dorms to study hard for the exam, PLF has been introducing new learning solutions to them, one of which by retiring tablets and replacing them with KOOMPI notebooks, a locally made hardware with its own complementary operating system built for students.</p><p>KOOMPI training team guided the students to the Linux-based software and will be providing on-going support and education for PLF students. KOOMPI wishes the students a successful examination!</p><p><br></p><p><strong>About Ponheary Ly Foundation</strong></p><p><em>Extracted from the official Ponheary Ly Foundation </em><a href=\"https://www.theplf.org/about/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>website</em></a><em>:</em></p><blockquote>We are well established as a credible and innovative organization in the multiple communities in which we work, amongst governmental bodies, and other non-profit organizations working in education and social development. The schools we support are public government schools with Khmer teachers. We are not reinventing the wheel with our own schools, simply supporting the schools that already exist in their villages, and providing an opportunity for all children to attend.</blockquote><blockquote>Our support comes primarily from private donations in addition to on-the-ground efforts by both local Cambodian volunteers and visitors from abroad. People from all walks of life and from all over the world have taught, bandaged, cooked for, played with, and inspired children. They have bundled, loaded, and delivered supplies to students and schools far and wide in the blazing heat and raging monsoons.</blockquote><blockquote>Through our array of programs, PLF currently reaches nearly 2,800 children and young people across Cambodia’s Siem Reap and Preah Vihear provinces.</blockquote><p><br></p><p><strong>About KOOMPI</strong></p><p>After making <a href=\"https://www.phnompenhpost.com/business/company-set-launch-koompi-kingdoms-first-domestic-laptop\" rel=\"noopener noreferrer\" target=\"_blank\">the E13 debut</a> in October 2018, KOOMPI has been doing more than business. To help users get the best out of the operating system, all KOOMPI users receive technical and hardware support directly from KOOMPI IT team. In addition to producing laptops, we want to see people utilize what has been made and become innovators themselves.</p><p>Join our channels to hear exciting announcements and get in touch with our team!</p><p><strong>Get in touch:</strong></p><ul><li><strong>E-mail: </strong>pi@koompi.com</li><li><strong>(Telegram) Community and Tech Support:</strong> <a href=\"https://t.me/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">t.me/koompi</a></li><li><strong>LinkedIn:</strong><a href=\"https://www.linkedin.com/company/koompi\" rel=\"noopener noreferrer\" target=\"_blank\"> linkedin.com/company/koompi</a></li></ul><p><strong>Get in the loop:</strong></p><ul><li><strong>Website:</strong> koompi.com</li><li><strong>Facebook:</strong> <a href=\"https://www.facebook.com/koompi/\" rel=\"noopener noreferrer\" target=\"_blank\">fb.com/koompi</a></li><li><strong>Medium:</strong> <a href=\"https://medium.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">medium.com/koompi</a></li></ul><p><strong>Get the code:</strong></p><ul><li><strong>Open-source code: </strong><a href=\"http://github.com/koompi\" rel=\"noopener noreferrer\" target=\"_blank\">github.com/koompi</a></li><li><strong>User manual:</strong> koompi.org</li></ul><p><br></p>","thumnail":"/public/uploads/0*f3rei-3dgwclhomm.jpg","category":"Events","meta_desc":"KOOMPI visits Ponheary Ly Foundation Friday to support five 12th graders in their preparation for their graduation exam.\n\n\n","created_at":{"$date":"2020-07-06T09:34:45.813Z"},"__v":0}
