{
  "SectionOneIndex": {
    "1": "ស្រស់ស្អាត សមត្ថភាពខ្ពស់ ប្រព័ន្ធបើកចំហ",
    "2": "គម្ពីរ (KOOMPI) គឺជាកុំព្យូទ័រយួរដៃដែលមានគុណភាពខ្ពស់ តម្លៃសមរម្យ និងមានប្រសិទ្ធិភាពល្អ ជាច្រើនយ៉ាង។ វាត្រូវបានរចនាឡេីងក្នុងគោលបំណងជួយសម្រួលដល់កិច្ចការប្រចាំថ្ងៃសម្រាប់ការងារនានានិងការ សិក្សារៀនសូត្ររបស់សិស្សានុសិស្សផងដែរ",
    "3": "ទិញគម្ពីរ (KOOMPI)"
  },
  "SectionTwoIndex": {
    "1": "រចនាបថរបស់គម្ពីរ (KOOMPI)",
    "2": "កុំព្យូទ័រគម្ពីរ (KOOMPI) ត្រូវបានរចនាឡើង ជាមួយនឹងកម្រិតអេក្រង់​ 13,3 អ៊ីញ អមនឹងអេក្រង់ កម្រិតច្បាស់ល្អ Full HD",
    "3": "រូបរាងស្តើង ហើយស្រាល រួមជាមួយការច្នៃប្រតិដ្ឋយ៉ាងប្រណិត និង បំពាក់ជាមួយប្រព័ន្ធប្រតិបត្តិការទូលំទូលាយជាច្រើន ជាមួយនឹងអនុភាពខ្ពស់",
    "4": "កម្រាស់របស់គម្ពីរ",
    "5": "១៣.៥ មម",
    "6": "ទម្ងន់",
    "7": "១.៣ គីឡូក្រាម",
    "8": "ការរចនាទាំងមូល",
    "9": "ទំហំ​ ១៣.៣ អ៊ីញ",
    "10": "រាងរ៉ូវ",
    "11": "ទំហំ ១៣.៥ មីលីម៉ែត្រ"
  },
  "SectionThreeIndex": {
    "1": "អេក្រង់",
    "2": "អមជាមួយបន្ទះ FHD IPS ដែលជាកញ្ចក់ប្រឆាំងនឹងពន្លឺមិនបណ្តាលឲ្យផ្លាត",
    "3": "គ្រាន់តែដកវាចេញពីប្រអប់របស់គម្ពីរ KOOMPI ភ្លាម កម្មវិធីនានាត្រូវបានដំឡើងរួចជាស្រេច ដែលកម្មវិធីទាំងនេះសុទ្ធតែមានភាពចាំបាច់សម្រាប់ការងារប្រចាំថ្ងៃរបស់អ្នកប្រើប្រាស់ ។ សម្រាប់ព័ត៌មានលម្អិតរបស់កម្មវិធីប្រើប្រាស់…….។",
    "4": "អេក្រង់ IPS",
    "5": "១៣.៣",
    "6": "បណ្តោយ & ទទឹង",
    "7": "១៦ : ៩",
    "8": "គុណភាពច្បាស់ល្អ",
    "9": "១៩២០ x ១០៨០ ",
    "10": "ទំហំរូបរាង",
    "11": "៧៣.៤៤%"
  },
  "SectionFourIndex": {
    "1": "មុខងារប្រតិបត្តិការមិនធ្លាប់មានពីមុនមក",
    "2": "គម្ពីរ (KOOMPI) ជាឧបករណ៍ជំនាន់ថ្មីដែលមានរូបរាងស្តើង ហើយស្រាល ដើម្បីផ្តល់ជូននូវបទពិសោធន៍ដែលមិនធ្លាប់ពីមុនមក ដោយរួមបញ្ចូលគ្នារវាងប្រព័ន្ធបើកចំហ Arch Linux ដ៏ល្បីល្បាញ និងការរចនាទាំងស្រុង។ វាគឺធ្វើឡើងសមស្របទៅនឹងរូបរាងរបស់គម្ពីរ (KOOMPI)",
    "3": "ក្នុងការសម្រេចបាននូវមុខងារចម្រុះនានារបស់គម្ពីរ (KOOMPI)។ គម្ពីរ (KOOMPI) មានបំណងក្នុងការជំរុញយុវជនកម្ពុជា ឱ្យក្លាយជាអ្នកបង្កើតនិងអ្នកច្នៃប្រតិដ្ឋនៅពេលអនាគត",
    "4": "ការបង្កើតនូវបរិយាកាសមុខងារដ៍ថ្មីស្រឡាងដើម្បីជំរុញឱ្យអ្នកប្រើប្រាស់ មិនផ្តោតទៅលើតែឧបករណ៍ប៉ុន្តែសំដៅលើការជម្នះនូវរាល់ឧបសគ្គនានាដោយខ្លួនឯង។ គម្ពីរ (KOOMPI) មានអនុភាពខ្លាំង ប៉ុន្តែមានភាពងាយស្រួលនិងមានទម្ងន់ស្រាលងាយស្រួលក្នុងការយកជាប់ខ្លួនគ្រប់ទីកន្លែង",
    "5": "ស៊ីភីយូ Intel Celeron",
    "6": "N4100",
    "7": "សន្ទុះដល់",
    "8": "2.4GHz",
    "9": "M.2 SATA3 SSD",
    "10": "128 ជីកាបៃ | 256 ជីកាបៃ",
    "11": "ល្បឿនអាន | សរសេរ",
    "12": "537 MB/s | 439 MB/s",
    "13": "RAM DDR4",
    "14": "8 ជីកាបៃ",
    "15": "USB-C Port",
    "16": "10Gbps"
  },
  "SectionFiveIndex": {
    "1": "ថ្ម",
    "2": "សាករយៈពេលខ្លី ថ្មកាន់បានយូរ",
    "3": "រចនាឡើងជាមួយថ្មដែលមានរាងរ៉ូវដ៏ស្តើងបំផុត ដែលអាចកាន់ថ្មដល់ 7 ម៉ោងដោយសមត្ថភាពខ្ពស់ក្នុងកម្រិត 5000mAh",
    "4": "ថ្ម Li-polymer",
    "5": "5000mAH",
    "6": "ថ្ម",
    "7": "រហូតដល់ 7 ម៉ោង"
  }
}
